{
  "help_command_invalid": "Unfortunately, that is not a valid command.",
  "help_page_invalid": "I could not find any help page at that number.",
  "ping_pending":"Pinging local Thunderhead server...",
  "ping_resolved":"Pong! 🏓",
  "remindme_time_undefined":"Please specify a time.",
  "remindme_time_invalid":"Please specify a valid time, e.g., 3m, 5h.",
  "remindme_reminder_undefined":"What am I to remind you of?",
  "remindme_success":"I will be sure to remind you of that.",
  "roleme_unsupported":"Roleme is not yet supported on this server, but will be rolled out soon!",
  "roleme_undefined":"__Please select your desired role from this list__ (selecting an already assigned role will unassign it):\nArtist: Fancy Art Flair.\nWriter: Show off that your literary talent.\nScythe: Doesn't do much. Just colours your name instead of having it boring white.\nSpoiled: Access secret spoiler channel. There are Toll spoilers, so be wary.\nTonist: Use music commands. Abuse will result in a mute.\nMinecraft: Get pinged for Minecraft events\nUnsavory: ...",
  "time_undefined":"Where do I look for the time?",
  "time_rejected":"I was not able to find the time there quickly enough.",
  "weather_undefined":"Where do I look for the weather?",
  "weather_rejected":"I was not able to find the weather there quickly enough.",
  "userinfo_undefined":"Please mention a user.",
  "userinfo_invalid":"Please *mention* a valid user.",
  "userinfo_not_in_guild":"Not in this Server",
  
  "profile_setup":"Profile setup.",
  "profile_invalid_skin": "Please select a valid skin color: Pale, Olive, Tan, or Brown.",
  "profile_set_skin": "Succesfully set skin color.",
  "profile_invalid_robe": "Please select a valid robe: Red, Orange, Yellow, Lime, Green, Turquoise, Blue, Lavender, Purple, Tonist, Black, or White.",
  "profile_set_robe": "Succesfully set robe color.",
  "profile_invalid_gem": "Please select what gems you want on your robe: Blue, Green, Purple, Red, White, Yellow, or None.",
  "profile_set_gem": "Successfully set gems.",
  "profile_invalid_face": "Please select a valid face: Angry, Blushing, Serious, or Normal.",
  "profile_set_face": "Succesfully set face.",
  "profile_invalid_hair": "Please choose a valid hair colour: Black, Brown, Green, Red, White, Or Yellow.",
  "profile_set_hair": "Succesfully set hair colour.",
  "profile_invalid_backdrop": "Please select what backdrop you want: Red, Green, Turquoise, Dream, Incorrect, Correct, or None.",
  "profile_set_backdrop": "Successfully set backdrop.",
  "profile_invalid": "Valid Profile Settings: Robe, Skin, Hair, Gems, Backdrop, and Face."
}